Repository: pankhii/betaplaybay
Catalog: *-content/plugins/payment/Languages/*/messages.po
Languages: ru_ru

source: Pay with your credit
ru_ru: Оплата кредитами

source: Payment options
ru_ru: Варианты оплаты

source: Categories fees
ru_ru: Сборы для категорий

source: Congratulations, the plugin is now configured
ru_ru: Поздравляем, плагин теперь настроен

source: Paypal help
ru_ru: Paypal помощь

source: Please, change the crypt key (PAYMENT_CRYPT_KEY) in %s
ru_ru: Пожалуйста, измените крипт ключ (PAYMENT_CRYPT_KEY) в %s

source: Price of pack #%d
ru_ru: Цена пакета #%d

source: Save changes
ru_ru: Сохранить изменения

source: You need to sign in up for micropayments/digital good <a href="%s">from here</a>.
ru_ru: Вы должны авторизоваться для платежей <a href="%s">здесь</a>.

source: Publish fee (%s)
ru_ru: Сбор за публикацию ( %s)

source: Premium fee (%s)
ru_ru: Сбор за премиум ( %s)

source: Please send %f BTC to <br /> <b>[[address]]</b></p>
ru_ru: Пожалуйста, отправьте %f BTC на <br /> <b>[[address]]</b></p>

source: Success! Please write down this transaction ID in case you have any problem: %s
ru_ru: Отлично! Пожалуйста, запишите этот идентификатор транзакции в случае, если у вас возникнут проблемы: %s

source: You cancel the payment process or there was an error. If the error continue, please contact the administrator
ru_ru: Вы отменили процесс оплаты или произошла ошибка. Если произошла ошибка, пожалуйста, обратитесь к администратору

source: Payment processed correctly
ru_ru: Оплата обработалась корректно

source: We are processing your payment, if we did not finish in a few seconds, please contact us
ru_ru: Мы обрабатываем ваш платеж, если мы не закончим в течение нескольких секунд, пожалуйста, свяжитесь с нами

source: Click here to continue
ru_ru: Нажмите здесь, чтобы продолжить

source: There was a problem processing your payment. Please contact the administrators and
ru_ru: Произошла ошибка в процессе оплаты, пожалуйста, обратитесь к администратору и

source: There was a problem processing your payment. Please contact the administrators
ru_ru: Произошла ошибка в процессе оплаты, пожалуйста, обратитесь к администратору

source: The current fee for this category is: %.2f %s
ru_ru: Текущий сбор за эту категорию составляет: %.2f %s

source: Premium fee for item %d at %s
ru_ru: Премиум плата за пункт %d at %s

source: Credit packs. Your current credit is %s
ru_ru: Кредитные пакеты. Ваш текущий кредит %s

source: Your wallet is empty. Buy some credits.
ru_ru: Ваш кошелек пуст. Купите несколько кредитов.

source: Credit pack #%d
ru_ru: Кредитный пакет #%d

source: Credit for %s %s at %s
ru_ru: Кредит для %s %s в %s

source: Publish fee for item %d at %s
ru_ru: Публикация платы за пункт %d at %s

source: There were some errors, please try again later or contact the administrators
ru_ru: Произошла ошибка, пожалуйста, повторите попытку позже или обратитесь к администратору
